{
  "source_pdf": "ACT Guidelines - FINAL 8.22.2022 2023-01-14 02_32_55.pdf",
  "num_pages": 259,
  "protocols": [
    {
      "title": "Flight Physiology & Patient Oxygenation",
      "number": "GUID-3203-G001",
      "category": "General",
      "category_code": "G",
      "start_page": 7,
      "end_page": 8,
      "excerpt": " Flight Physiology & Patient Oxygenation Guideline Title: Flight Physiology & Patient Oxygenation Guideline Number: GUID -3203- G001 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: The effects of altitude on patients will be minimized during air transport. Patient oxygenation will be maintained during flight altitude. II. DEFINITIONS: A. IV - Intravenous III. DEPARTMENT GUIDELINE: A. All medical transport team members should be aware of the 8 Stressors of Flight. These not only affect the patient, but all members of the flight team as well. i. Decreased partial p ressure of oxygen ii. Decreased barometric pressure iii. Thermal Changes iv. Decreased humidity v. Noise vi. Vibration vii. Fatigue viii. G-forces B. All patients transported shall receive continuous pulse oximetry. C. Supplemental oxygen s"
    },
    {
      "title": "General Patient Care",
      "number": "GUID-3203-G002",
      "category": "General",
      "category_code": "G",
      "start_page": 9,
      "end_page": 11,
      "excerpt": " General Patient Care Guideline Title: General Patient Care Guideline Number: GUID -3203- G002 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 V. PURPOSE: Regardless of the nature of the illness or injury, the following minimum patient care guidelines will be provided to all patients that are treated and transported by the Air Care Team. VI. DEPARTMENT GUIDELINE: A. All AIR CARE TEAM aircraft will be staffed with a minimum of one Registered Nurse and one licensed Paramedic. B. Standard precautions and personal protective equipment (PPE) will be utilized for all patient care. Medical crew will wear additional PPE according to other organizational or department standar ds if patient is on contact, droplet, or airborne precautions. C. Consent for patient transport must be obtained by the patient and the Authorizat"
    },
    {
      "title": "Management of Previously Initiated & Continuous IV Medication",
      "number": "GUID-3203-G003",
      "category": "General",
      "category_code": "G",
      "start_page": 12,
      "end_page": 12,
      "excerpt": " Management of Previously Initiated & Continuous IV Medication Guideline Title: Management of Previously Initiated & Continuous IV Medication Guideline Number: GUID -3203 - G003 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 IX. PURPOSE: To maximize the quality of care delivered to patients during transport. X. DEPARTMENT GUIDELINE: A. Determine the recent, current, or anticipated use of IV medications. The team should evaluate the medications the patient is receiving and determine the reasons the referring physician is utilizing the medication. Identify any parameters that the physician has been utilizing in the use of these medications including pain scores, blood pressure, heart rates or sedation levels. B. Consider continuing the medication as per the referring physician’s guidelines unless contra- indicat"
    },
    {
      "title": "Nausea / Vomiting / Motion Sickness",
      "number": "GUID-3203-G004",
      "category": "General",
      "category_code": "G",
      "start_page": 13,
      "end_page": 13,
      "excerpt": " Nausea/Vomiting/Motion Sickness Guideline Title: Nausea / Vomiting / Motion Sickness Guideline Number: GUID -3203- G004 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XIII. PURPOSE: Identification of patient prone to motion sickness and to provide treatment and comfort to control nausea. XIV. DEFINITIONS: none XV. DEPARTMENT GUIDELINE: A. Always have suction equipment immediately available. Be prepared to place patient in the recovery position if illness/injury and size permits. B. Provide motion sickness bag to patients if needed. C. For patients who are known to be sensitive to motion, consider administering medication prior to transport. D. For patients nauseated or vomiting during transport, the following medications may be considered i. Adults: Ondansetron 4 mg IV/IO/IM. Repeat once if needed. ii. Pediat"
    },
    {
      "title": "Analgesia and Sedation Management",
      "number": "GUID-3203-G005",
      "category": "General",
      "category_code": "G",
      "start_page": 14,
      "end_page": 15,
      "excerpt": " Analgesia and Sedation Management Guideline Title: Analgesia and Sedation Management Guideline Number: GUID -3203- G005 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 2/7/2017, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XVIII. PURPOSE: To provide adequate pain relief to patients in a safe and compassionate manner. XIX. DEFINITIONS: None XX. DEPARTMENT GUIDELINE: A. Assess patient for pain using an appropriate pain scale based on patient’s clinical condition and age: 1 (minimal) to 10 (severe) objective number scale for adults, Adult Nonverbal Pain Scale (NVPS), Wong Baker Faces for pediatric, FLAAC (Face, Legs, Activity, Cry, Consolability scale) for infants. B. Attempt suitable non -pharmacological interventions when possible, prior to the administration of medications. C. Use caution with all pharmacological agents as they may cause respiratory depr"
    },
    {
      "title": "Anxiety/Combative Patient Management",
      "number": "GUID-3203-G006",
      "category": "General",
      "category_code": "G",
      "start_page": 16,
      "end_page": 16,
      "excerpt": " Anxiety/Combative Patient Management Guideline Title: Anxiety/Combative Patient Management Guideline Number: GUID -3203- G006 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 2/7/2017, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXIII. PURPOSE: To relieve anxiety, maximize patient care, and ensure safe transport of patient and transport team. XXIV. DEFINITIONS: XXV. DEPARTMENT GUIDELINE: A. Attempt verbal reassurance. B. Apply appropriate extremity restraints to any patient observed to be agitated or with the potential to become agitated per GUID -PR021 – Restraints. C. Apply & record end- tidal CO2 (ETCO2) monitoring on all patients requiring chemical/physical restraint. D. Use the minimal number of physical & chemical restraints necessary to safely transport the patient. E. Monitor for tachydysrhythmias, airway competence, oxygenation, and ventilation."
    },
    {
      "title": "Propofol (Diprivan)",
      "number": "GUID-3203-G007",
      "category": "General",
      "category_code": "G",
      "start_page": 17,
      "end_page": 18,
      "excerpt": " Propofol (Diprivan) Guideline Title: Propofol (Diprivan) Guideline Number: GUID -3203- G007 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/26/2020, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: This policy provides a guideline for the regulation and management of Propofol (Diprivan) during Air Care Team transports. II. DEFINITIONS: a. MCP (Medical Command Physician) – accepting physician of record or Air Care Medical Director b. Pediatric - less than 16 years old c. SBP- Systolic Blood Pressure III. DEPARTMENT GUIDELINE: a. Propofol infusions can only be administered by trained RNs to patients that are intubated and have continuous EKG, blood pressure monitoring, ETCO2 monitoring, and pulse oximetry in place. b. If initiating infusion i. Start Propofol at 10mcg/kg/min . Titrate by 10mcg/kg/min to achieve a Sedation- Agitation Scale value of"
    },
    {
      "title": "Rapid Sequence Induction (RSI) for Endotracheal (ET) Intubation",
      "number": "GUID-3203-G008",
      "category": "General",
      "category_code": "G",
      "start_page": 19,
      "end_page": 23,
      "excerpt": " Rapid Sequence Induction ( RSI) for Endotracheal (ET) Intubation Guideline Title: Rapid Sequence Induction (RSI) for Endotracheal (ET) Intubation Guideline Number: GUID -3203- G008 Issue date: 6/1/2013 Replaces Dept. Policy: Revision dates: 09/09/2014, 2/7/2017, 6/8/2021 Developed by: Air Care Team Approved by: Dr. Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: Rapid sequence intubation (RSI) is the preferred approach to endotracheal intubation for any patient with a gag reflex or muscle tone. Special care should be taken to evaluate the indication for RSI and the potential for difficulties securing the airway. A bag -valve mask hooked to oxygen, a gum elastic bougie or endotracheal tube introducer, and a supraglottic airway device must always be kept easily accessible to the provider intubating the patient for rescue purposes . Video laryngoscopy should be used for all endotracheal intubations, unless it i"
    },
    {
      "title": "Abdominal Aortic Aneurysm",
      "number": "GUID-3203-M001",
      "category": "Medical",
      "category_code": "M",
      "start_page": 24,
      "end_page": 25,
      "excerpt": " Abdominal Aortic Aneurysm Guideline Title: Abdominal Aortic Aneurysm Guideline Number: GUID -3203- M001 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Dr. Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: Recognition of the patient with an aortic aneurysm; provide and maintain adequate oxygenation, ventilation, and end- organ tissue perfusion; provide expeditious transport to the nearest appropriate medical facility and to assure adequate pain control. II. DEFI NITIONS: a. AAA - Abdominal aortic aneurysm III. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Establish two large -bore peripheral intravenous catheters in patients who are symptomatic. c. If patient displays signs of inadequat e perfusion, begin resuscitation with NS per GUID - M011 - Hypotension. Resuscitate to SBP of 80- 100 mmHG. Allow per"
    },
    {
      "title": "Diabetic Ketoacidosis (Adult)",
      "number": "GUID-3203-M002",
      "category": "Medical",
      "category_code": "M",
      "start_page": 26,
      "end_page": 26,
      "excerpt": " Diabetic Ketoacidosis (Adult) Guideline Title: Diabetic Ketoacidosis (Adult) Guideline Number: GUID -3203- M002 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 VI. PURPOSE: To recognize the patient with diabetic ketoacidosis (DKA) and to maintain adequate oxygenation/ventilation/perfusion, replace deficits, and correct acidosis without causing cerebral edema or severe electrolyte imbalances. Provide expeditious transport to the nearest appropriate medical facility. VII. DEFINITIONS: a. DKA – Diabetic Ketoacidosis VIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Assess fluid replacement need. Patients with DKA have an avera ge of 5- 7L of fluid deficit. i. Initially patients should receive a 1000 ml 0.9% NS bolus over 1 hour followed by 500 mL of 0.9% NS per hour"
    },
    {
      "title": "Altered Mental Status",
      "number": "GUID-3203-M003",
      "category": "Medical",
      "category_code": "M",
      "start_page": 27,
      "end_page": 27,
      "excerpt": " Altered Mental Status Guideline Title: Altered Mental Status Guideline Number: GUID -3203- M003 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XI. PURPOSE: To recognize the patient with altered mental status and to provide and maintain adequate oxygenation, ventilation, and tissue perfusion. To identify and treat possible etiologies and provide expeditious transport to the nearest appropriate medical facility. Identify causes of AMS that may change management (hypoglycemia, hypotension, hypoxia) or destination (traumatic injury, stroke). XII. DEFINITIONS: XIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Assess and manage airway, breathing, and circulation. c. If the patient has spontaneous respirations, administer supplemental oxyg en to maintain saturation >93"
    },
    {
      "title": "Allergic Reaction/Anaphylaxi s",
      "number": "GUID-3203-M004",
      "category": "Medical",
      "category_code": "M",
      "start_page": 28,
      "end_page": 29,
      "excerpt": " Allergic Reaction/Anaphylaxis Guideline Title: Allergic Reaction/Anaphylaxi s Guideline Number: GUID -3203- M004 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XVI. PURPOSE: Recognition of a patient presenting with anaphylaxis; provide and maintain adequate oxygenation, ventilation, and end -organ tissue perfusion; and to provide emergent care and expeditious transport to the nearest appropriate medical facility. XVII. DEFINITIONS: a. Mild reaction: itching/hives b. Moderate reaction: dyspnea, wheezing, chest tightness, facial swelling c. Severe Reaction : <90mmHg, MAP<65, stridor, severe respiratory distress, vomiting/diarrhea XVIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. While assessing the patient, attempt to determine the etiology of the allergic reacti"
    },
    {
      "title": "Magnesium Imbalance",
      "number": "GUID-3203-M005",
      "category": "Medical",
      "category_code": "M",
      "start_page": 30,
      "end_page": 31,
      "excerpt": " Magnesium Imbalance Guideline Title: Magnesium Imbalance Guideline Number: GUID -3203- M005 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXI. PURPOSE: To recognize the patient with a magnesium imbalance and to provide and maintain adequate oxygenation/ventilation and tissue perfusion. To provide emergent treatment, correct the imbalance and provide expeditious transport to the nearest appropriate medical facility. XXII. DEFINITIONS: None XXIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Hypomagnesemia: i. Treatment depends on the degree of deficiency and the clinical effects. Oral replacement is appropriate for mild symptoms, while IV replacement is indicated for severe clinical effects. Discuss wi th sending or receiving physician regarding treatment. ii. If"
    },
    {
      "title": "Potassium Imbalance",
      "number": "GUID-3203-M006",
      "category": "Medical",
      "category_code": "M",
      "start_page": 32,
      "end_page": 33,
      "excerpt": " Potassium Imbalance Guideline Title: Potassium Imbalance Guideline Number: GUID -3203- M006 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXVI. PURPOSE: To recognize the patient with a potassium imbalance and to provide and maintain adequate oxygenation/ventilation, tissue perfusion, and cardiac rhythm. To provide emergent treatment, correct the imbalance and provide expeditious transport to the nearest appropriate medical facility. XXVII. DEFINITIONS: a. Hypokalemia - a potassium (K+) serum level < 3. 5 mEq/L i. Mild: 3.1 -3.4 mEq/L, Moderate: 2.5 -3 mEq/L, Severe: < 2.5 mEq/L b. Hyperkalemia - a potassium (K+) serum level > 5.5 mEq/L i. Mild: 5.5 - 6 mEq/L, Moderate: 6.1 - 7 mEq/L, Severe: >7 mEq/L XXVIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Hyperkale"
    },
    {
      "title": "Gastrointestinal Bleeding",
      "number": "GUID-3203-M007",
      "category": "Medical",
      "category_code": "M",
      "start_page": 34,
      "end_page": 36,
      "excerpt": " Gastrointestinal Bleeding Guideline Title: Gastrointestinal Bleeding Guideline Number: GUID -3203- M007 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXVIII. PURPOSE: To recognize the patient with gastrointestinal bleeding and to provide and maintain adequate oxygenation/ventilation and tissue perfusion. To provide expeditious transport to the nearest appropriate medical facility. XXIX. DEFINITIONS: none XXX. DEPARTMENT GUIDELINE: A. Establish care as defined by GUID -G002 – General Patient Care B. Assess for signs of hypovolemi a/shock, hypotension, tachycardia, decreased pulse pressure, angina, syncope, weakness, and confusion. “Coffee ground” emesis, hematemesis, or melena suggest a proximal lesion and hematochezia suggest a distal lesion. C. Obtain history of medications (NSAIDS/ aspirin), alcohol use, an"
    },
    {
      "title": "Heat Related Illness/Hyperthermia",
      "number": "GUID-3203-M009",
      "category": "Medical",
      "category_code": "M",
      "start_page": 37,
      "end_page": 37,
      "excerpt": " Heat Related Illness/Hyperthermia Guideline Title: Heat Related Illness/Hyperthermia Guideline Number: GUID -3203- M009 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXXIII. PURPOSE: Therapeutic goal: To recognize the patient with heat related illness and to provide and maintain adequate oxygenation/ventilation and tissue perfusion. To provide adequate temperature control and expeditious transport to the nearest appropriate medical facility. XXXIV. DEFINITIONS : A. BP – Blood Pressure B. MAP – Mean Arterial Pressure XXXV. DEPARTMENT GUIDELINE: A. Establish care as defined by GUID -G002 – General Patient Care. B. Remove the patient from the current environment and place in an area that is cool. C. Provide supplemental oxygen. D. Keep patient supine. E. Establish 2 large bore IV access and begin an infusion of"
    },
    {
      "title": "Hypertensive Emergency",
      "number": "GUID-3203-M010",
      "category": "Medical",
      "category_code": "M",
      "start_page": 38,
      "end_page": 39,
      "excerpt": " Hypertensive Emergency Guideline Title: Hypertensive Emergency Guideline Number: GUID -3203- M010 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXXVI. PURPOSE: Hypertensive emergency is defined as an elevated blood pressure associated with acute central nervous system, cardiac, and/or renal dysfunction. The purpose is to first recognize the patient with a hypertensive emergency then provide and maintain adequate oxygenation, ventilation, and end- organ tissue perfusion and to provide adequate blood pressure control and expeditious transport to the nearest appropriate medical facility. XXXVII. DEFINITIONS: a. HR – heart rate b. MAP - mean arterial pressure c. SBP – systolic blood pressure d. DBP – diastolic blood pressure XXXVIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Pati"
    },
    {
      "title": "Hypotension",
      "number": "GUID-3203-M011",
      "category": "Medical",
      "category_code": "M",
      "start_page": 40,
      "end_page": 40,
      "excerpt": " Hypotension Guideline Title: Hypotension Guideline Number: GUID -3203- M011 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XLI. PURPOSE: To recognize the patient with hypotension. To provide and maintain adequate oxygenation, ventilation, and tissue perfusion. To provide adequate blood pressure support and expeditious transport to the nearest appropriate medical facility. XLII. DEFINITIONS: XLIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Establish two large bore IVs c. Maintain Systolic Blood Pressure (SBP) >90 and mean arterial pressure (MAP) >65 d. Administer a 250 ml fluid bolus and re- evaluate blood pressure. Repeat boluses PRN in the absence of signs and symptoms of volume overload (edema, JVD, pulmonary edema) e. If actively hemorrhaging, control the b"
    },
    {
      "title": "Hypothermia",
      "number": "GUID-3203-M012",
      "category": "Medical",
      "category_code": "M",
      "start_page": 41,
      "end_page": 41,
      "excerpt": " Hypothermia Guideline Title: Hypothermia Guideline Number: GUID -3203- M012 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XLVI. PURPOSE: Recognize hypothermia and provide/maintain adequate oxygenation, ventilation, end-organ tissue perfusion, temperature control. Provide expeditious transport to the nearest appropriate facility. XLVII. DEFINITIONS: none XLVIII. DEPARTMENT GUIDELINE: a. Establish care as def ined by GUID -G002 – General Patient Care b. Remove patient from cold environment to somewhere warm. Remove wet clothing. Handle patient gently to avoid subsequent dysrhythmias. c. Attempt to obtain a history regarding the circumstances surrounding the cold expos ure. d. Perform a blood glucose check from a venous access site and if glucose is <60 mg/dL, and patient is symptomatic, treat per GUID -M021 – "
    },
    {
      "title": "Subarachnoid Hemorrhage, Non- Traumatic",
      "number": "GUID-3203-M013",
      "category": "Medical",
      "category_code": "M",
      "start_page": 42,
      "end_page": 44,
      "excerpt": " Subarachnoid Hemorrhage, Non -Traumatic Guideline Title: Subarachnoid Hemorrhage, Non- Traumatic Guideline Number: GUID -3203- M013 Issue date: 09/09/2014 Replaces Dept. Policy: Non -traumatic Subarachnoid Hemorrhage M013 Revision dates: 9/24/2020, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LI. PURPOSE: To recognize the patient with non -traumatic subarachnoid hemorrhage (SAH) and to provide and maintain adequate oxygenation/ventilation and tissue perfusion. To provide emergent treatment, prevent secondary brain injury, and expeditious transport to the nearest appropriate medical facility. LII. DEFINITIONS: a. CPP – Cerebral perfusion pressure = MAP -ICP b. GCS - Glasgow Coma Scale c. ICP – Intracranial pressure d. MAP – Mean arterial pressure e. SBP – Systolic blood pressure LIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Ca"
    },
    {
      "title": "Pulmonary Embolism",
      "number": "GUID-3203-M014",
      "category": "Medical",
      "category_code": "M",
      "start_page": 45,
      "end_page": 45,
      "excerpt": " Pulmonary Embolism Guideline Title: Pulmonary Embolism Guideline Number: GUID -3203- M014 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LVI. PURPOSE: To recognize the patient with pulmonary embolism (PE) and to provide and maintain adequate oxygenation, ventilation, and tissue perfusion. To provide emergent treatment and transport. LVII. DEFINITIONS: LVIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Assess patient for : i. Massive/submassive PE : hypotension, poor perfusion to the extremities, tachycardia, tachypnea, hypoxia, signs of right heart strain (right axis EKG, bedside sonogram/CT findings, elevated troponin). ii. Acute pulmonary infarction: localized tenderness, signs of pleural effusion, and diminished breath sounds iii. Embolism without infarction:"
    },
    {
      "title": "Seizures",
      "number": "GUID-3203-M015",
      "category": "Medical",
      "category_code": "M",
      "start_page": 46,
      "end_page": 47,
      "excerpt": " Seizures Guideline Title: Seizures Guideline Number: GUID -3203- M015 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 9/24/2020, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXI. PURPOSE: To recognize the patient with a seizure disorder and prevent active seizing. Assure adequate oxygenation, ventilation, tissue perfusion, and provide expeditious transport to the appropriate medical facility. LXII. DEFINITIONS: LXIII. DEPARTMENT GUIDELINE: c. Establish care as defined by GUID -G002 – General Patient Care. b. Prepare a safe environment for the patient. c. Perform a blood glucose check. If <60 mg/dL, & symptomatic, treat per GUID -M021 Hypoglycemia. d. If patient is actively seizing i. Midazolam 5 mg IV/IN or 10 mg IM . Repeat as necessary q 2- 5 minutes up to 20 mg. -OR- ii. Lorazepam 2 mg IV/IM (if available). Repeat as necessary q 2- 5 minutes up to 6 m"
    },
    {
      "title": "Sepsis",
      "number": "GUID-3203-M016",
      "category": "Medical",
      "category_code": "M",
      "start_page": 48,
      "end_page": 49,
      "excerpt": " Sepsis Guideline Title: Sepsis Guideline Number: GUID -3203- M016 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXVI. PURPOSE: To provide adequate airway management, hemodynamic support with fluid resuscitation and vasoactive medications as needed, as well as continue antibiotic treatment. LXVII. DEFINITIONS: a. MAP – mean arterial pressure LXVIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Obtain history including recent lab work/meds. Note initial lactate. c. Assess patient’s core temperature if available, neurological status, and peripheral perfusion. d. Assess hemodynamic status. If central access, consider monitoring central venous pressure (CVP). If pulmonary artery (PA) catheter, obtain or record last PCWP, SVR, CO/CI and monitor waveform. e. If febrile"
    },
    {
      "title": "Stroke or Transient Ischemic Attack",
      "number": "GUID-3203-M017",
      "category": "Medical",
      "category_code": "M",
      "start_page": 50,
      "end_page": 54,
      "excerpt": " Stroke or Transient Ischemic Attack Guideline Title: Stroke or Transient Ischemic Attack Guideline Number: GUID -3203- M017 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 2/26/2020, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXXI. PURPOSE: To recognize the patient presenting with acute stroke or TIA; to provide and maintain adequate oxygenation, ventilation, and end- organ tissue perfusion; and to provide emergent care and expeditious transport to the nearest appropriate medical facility. LXXII. DEFINITIONS: a. CPP – Cerebral perfusion pressure b. ETCO2 – End-tidal carbon dioxide c. GCS – Glasgow Coma Scale d. ICP – Intracranial pressure e. LOC - Level of consciousness f. NIHSS – National Institutes of Health Stroke Scale g. TIA - Transient ischemic attack h. tPA – Tissue plasminogen activator (Alteplase), a thrombolytic agent LXXIII. PATHOPHYSIOLOGY:"
    },
    {
      "title": "Thoracic Aortic Dissection",
      "number": "GUID-3203-M018",
      "category": "Medical",
      "category_code": "M",
      "start_page": 55,
      "end_page": 56,
      "excerpt": " Thoracic Aortic Dissection Guideline Title: Thoracic Aortic Dissection Guideline Number: GUID -3203- M018 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: To recognize the patient with a thoracic aortic dissection and prevent further extension of the dissection. To minimize the sheer forces placed on the aortic wall. II. DEFINITIONS: a. SBP – Systolic Blood Pressure b. HR – Heart rate III. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care b. Obtain and record the DeBakey Classification: Type I, Type II, or Type III. c. Bring any available CT scan reports and images from sending facility. d. Assess for distal pulses and neurological deficits. Obtain bilateral upper extremities BPs. e. Treat pain per GUID -G005 Analgesia and Sedation Management and anxiety per GIU"
    },
    {
      "title": "Overdose, Poisoning, & Toxic Exposure",
      "number": "GUID-3203-M019",
      "category": "Medical",
      "category_code": "M",
      "start_page": 57,
      "end_page": 59,
      "excerpt": " Overdose, Poisoning, & Toxic Exposure Guideline Title: Overdose, Poisoning, & Toxic Exposure Guideline Number: GUID -3203- M019 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 VI. PURPOSE: To recognize the patient with an ingestion or exposure to a toxic substance and to provide and maintain adequate oxygenation/ventilation and tissue perfusion. To provide emergent treatment and expeditious transport to the nearest appropriate medical facil ity. Toxic ingestion or exposure should be considered in the differential diagnosis of any unexplained symptoms or signs. VII. DEFINITIONS: VIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Attempt to obtain exact time of ingestion, amount and type of ingestion c. Ensure the safety of emergency responders. d. Have all patients"
    },
    {
      "title": "Malignant Hyperthermia",
      "number": "GUID-3203-M020",
      "category": "Medical",
      "category_code": "M",
      "start_page": 60,
      "end_page": 60,
      "excerpt": " Malignant Hyperthermia Guideline Title: Malignant Hyperthermia Guideline Number: GUID -3203- M020 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XI. PURPOSE: Recognize malignant hyperthermia, a life- threatening disorder of the skeletal muscle, which can be triggered by inhalational anesthetics and Succinylcholine. XII. DEFINITIONS: XIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care. b. Assess for hypoxemia, tachycardia/cardiac dysrhythmias, muscle rigidity or failure of the masseter muscles to r elax for intubation, hot dry skin/hyperthermia, hypotension, sustained tetanic muscle rigidity/contractions, hypermetabolism, muscle cell destruction, hyperkalemia, tachypnea from severe respiratory and metabolic acidosis, & cyanotic mottling of the skin. c. Stop all paralyt"
    },
    {
      "title": "Hypoglycemia",
      "number": "GUID-3203-M021",
      "category": "Medical",
      "category_code": "M",
      "start_page": 61,
      "end_page": 63,
      "excerpt": " Hypoglycemia Guideline Title: Hypoglycemia Guideline Number: GUID -3203- M021 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XVI. PURPOSE: Recognition of the patient who hypoglycemic and treat according to condition with goal to return blood glucose to a minimum of 60 mg/dL without complications. XVII. DEFINITIONS: XVIII. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Pati ent Care. b. Assess for - Subjective signs: altered mental status, dizziness, fatigue, blurred vision, headache. Physical assessment: seizure, drowsiness, unconsciousness, personality changes, sweating, staggering. c. Check a blood glucose level per GUID -PR003 – Blood Glucose Monitoring. If patient is hypothermic, hypotensive, on multiple vasopressors, or is in shock, obtain blood via IV line. d. Review all diab"
    },
    {
      "title": "Acute Coronary Syndrome",
      "number": "GUID-3203-C001",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 64,
      "end_page": 65,
      "excerpt": " Acute Coronary Syndrome Guideline Title: Acute Coronary Syndrome Guideline Number: GUID -3203- C001 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXXVIII. PURPOSE: To improve the health of the patient with myocardial ischemia and provide medical interventions to minimize the effects of a cardiac event. Acute coronary syndrome covers clinical conditions ranging from angina, unstable angina, non- Q-wave myocardial infarction, Q -wave myocardial infarction, and non- ST elevation myocardial infarction (NSTEMI). This guideline is for patients not going directly to the cath lab for immediate intervention. XXXIX. DEPARTMENT GUIDELINE: A. Assess and manage airway, breathing and circulation. B. Provide supplemental oxygen to maintain oxygen saturation >93%. C. Initiate cardiac monitoring, pulse ox, and serial vital s"
    },
    {
      "title": "Asystole & Pulseless Electrical Activity",
      "number": "GUID-3203-C002",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 66,
      "end_page": 66,
      "excerpt": " Asystole & Pulseless Electrical Activity Guideline Title: Asystole & Pulseless Electrical Activity Guideline Number: GUID -3203- C002 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature Department Numbers: 3203 XLII. PURPOSE: Successful treatment of asystole/PEA with a return of spontaneous circulation XLIII. DEFINITIONS: A. PEA – Pulseless Electrical Activity B. CPR – Cardiopulmonary Resuscitation XLIV. DEPARTMENT GUIDELINE: A. Initiate CPR per American Heart Association (AHA) guideline, administer oxygen, apply ETCO2 monitor if advanced airway present, and maintain ETCO2 > 10 mmHg. B. Apply cardiac monitor, confirm rhythm in two leads. Perform rhythm analysis every 2 minutes between cycles of CPR. C. Consider possible causes and treat accordingly. (“H’s and T’s: Hypovolemia, Hypoxia, Hypo/hyperkalemia, Hypoglycemia, Hypothermia, Acidosis"
    },
    {
      "title": "Atrial Fibrillation & Atrial Flutter",
      "number": "GUID-3203-C003",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 67,
      "end_page": 68,
      "excerpt": " Atrial Fibrillation & Atrial Flutter Guideline Title: Atrial Fibrillation & Atrial Flutter Guideline Number: GUID -3203- C003 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XLVII. PURPOSE: Control the ventricular response of the rapid heart rate by stabilizing the abnormal heart rhythm through therapeutic interventions. XLVIII. DEFINITIONS: A. Afib- Atrial Fibrillation B. A-flutter - Atrial Flutter XLIX. DEPARTMENT GUIDELINE: A. Maintain and manage airway, breathing, and circulation. B. If the patient is not symptomatic with stable vital signs, monitor closely. C. Consider applying hands -free defibrillator pads to patient’s bare chest if patient is symptomatic. May proceed directly to cardioversion if patient becomes unstable. D. If patient is hemodynamically unstable (SBP < 90 mmHg, altered level of conscio"
    },
    {
      "title": "Bradycardia",
      "number": "GUID-3203-C004",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 69,
      "end_page": 70,
      "excerpt": " Bradycardia Guideline Title: Bradycardia Guideline Number: GUID -3203- C004 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LII. PURPOSE: Improve cardiac output in patients with impaired sinus node function or atrial/AV nodal conduction causing a disturbance in the heart’s normal rhythm. LIII. DEFINITIONS: A. Sinus bradycardia (heart rate (HR) <60/min, regular rhythm). B. First degree heart block (prolonged PR interval >0.20 sec). C. Second degree heart block type 1 [Wenckebach] (progressive lengthening of the PR interval followed by a dropped QRS complex). D. Second degree heart block type 2 (PR interval constant and set with no lengthening, some P waves will not be followed by a QRS complex). E. Third degree heart block (both the atrial and ventri cular rhythms are regular but independent of each other, disa"
    },
    {
      "title": "Congestive Heart Failure & Pulmonary Edema",
      "number": "GUID-3203-C005",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 71,
      "end_page": 71,
      "excerpt": " Congestive Heart Failure & Pulmonary Edema Guideline Title: Congestive Heart Failure & Pulmonary Edema Guideline Number: GUID -3203- C005 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LVII. PURPOSE: Obtain and maintain sufficient cardiac output to maintain perfusion and oxygenation during acute heart failure. LVIII. DEFINITIONS: None LIX. DEPARTMENT GUIDELINE: A. Assess and manage airway, breathing, and circulation i. Lung sounds for evidence of pulmonary edema (rales/wheezes). ii. Auscultation of heart tones – S3 gallop may be present iii. Obtain Ejection Fraction historical data if possible. B. Provide supplemental oxygen and assist ventilations as needed to reduce work of breathing. Consider Non -Invasive Positive Pressure Ventilation - trial of CPAP or Bi - PAP if at a sending facility per GUID -3203- PR018 Non- Invas"
    },
    {
      "title": "Narrow & Wide Complex Tachycardia",
      "number": "GUID-3203-C006",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 72,
      "end_page": 73,
      "excerpt": " Narrow & Wide Complex Tachycardia Guideline Title: Narrow & Wide Complex Tachycardia Guideline Number: GUID -3203- C006 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXII. PURPOSE: Successful treatment of the rapid heart rate by stabilizing the abnormal heart rhythm through therapeutic interventions. LXIII. DEFINITIONS: LXIV. DEPARTMENT GUIDELINE: A. Assess and manage airway, breathing, and circulation. Apply oxygen if hypoxemic. B. Apply c ardiac monitor and confirm rhythm. C. Obtain 12 lead ECG if possible. D. Apply hands -free defibrillator pads to patient’s bare chest. E. If patient demonstrates rate -related cardiovascular compromise with signs and symptoms such as hypotension SBP<90, acutely alt ered mental status, shock, severe ischemic chest discomfort, acute heart failure/pulmonary edema occur at an"
    },
    {
      "title": "Ventricular Fibrillation & Pulseless Ventricular Tachycardia",
      "number": "GUID-3203-C007",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 74,
      "end_page": 75,
      "excerpt": " Ventricular Fibrillation & Pulseless Ventricular Tachycardia Guideline Title: Ventricular Fibrillation & Pulseless Ventricular Tachycardia Guideline Number: GUID -3203- C007 Issue date: 01/01/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXVII. PURPOSE: Successful treatment of ventricular fibrillation and pulseless ventricular tachycardia with a return of spontaneous circulation. LXVIII. DEFINITIONS: A. VF – ventricular fibrillation B. VT – ventricular tachycardia C. ROSC – return of spontaneous circulation D. CPR – Cardiopulmonary resuscitation LXIX. DEPARTMENT GUIDELINE: A. Initiate CPR, administer oxygen, apply ETCO2 monitor if adva nced airway present, and maintain ETCO2 > 10 mmHg. B. Apply cardiac monitor, confirm VF or VT, and prepare for defibrillation. C. Defibrillate per GUID- PR008 for persistent VF/VT 120- 200 J fo"
    },
    {
      "title": "Extracorporeal Membrane Oxygenation Therapy (ECMO)",
      "number": "GUID-3203-C008",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 76,
      "end_page": 77,
      "excerpt": " Extracorporeal Membrane Oxygenation Therapy (ECMO) Guideline Title: Extracorporeal Membrane Oxygenation Therapy (ECMO) Guideline Number: GUID -3203- C008 Issue date: 6/4/2021 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXXII. PURPOSE: Extracorporeal membrane oxygenation (ECMO) therapy is an invasive strategy for treatment of severe pulmonary and/or cardiac disease utilizing a “heart -lung” bypass device to allow for gas exchange. Patients requiring ECMO are critically ill and resource i ntensive, requiring specialized care and equipment. Patients are cannulated by surgeons and usually managed by perfusionists who have expertise in the device. Venous -Arterial (VA) ECMO “bypasses” both the heart and lungs, and is used for severe cardiogenic shock, Venous - Venous (VV) ECMO “bypasses” the lungs only and is used for acute respirato"
    },
    {
      "title": "Targeted Temperature Management",
      "number": "GUID-3203-C009",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 78,
      "end_page": 79,
      "excerpt": " Targeted Temperature Management Guideline Title: Targeted Temperature Management Guideline Number: GUID -3203- C009 Issue date: 09/09/2014 Replaces Dept. Policy: Induced Therapeutic Hypothermia (Post ROSC) GUID -3203 -C009 Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXXVII. PURPOSE: To provide neuroprotection for adult, non- traumatic, non- hemorrhagic, post- cardiac arrest patients once return of spontaneous circulation is achieved. Target temperature management has been demonstrated to improve outcomes in certain patients after resuscitation from cardiac arrest, but early initiation of this treatment has not proven beneficial. Consult with accepting physician prior to administering this treatment. LXXVIII. DEFINATIONS: A. VF - Ventricular Fibrillation B. VT - Ventricular Tachycardia C. PEA - Pulseless Electrical Activity D. CPR – Cardio -Pulmonary R"
    },
    {
      "title": "ST Elevation Myocardial Infarction (STEMI)",
      "number": "GUID-3203-C010",
      "category": "Cardiac",
      "category_code": "C",
      "start_page": 80,
      "end_page": 82,
      "excerpt": " ST Elevation Myocardial Infarction (STEMI) Guideline Title: ST Elevation Myocardial Infarction (STEMI) Guideline Number: GUID -3203- C010 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXXXII. PURPOSE: To improve the health and stability of the patient with an acute ST elevation myocardial infarction through timely recognition of specific electrocardiogram (ECG) abnormalities and early therapeutic intervention to reduce the overall extent of cardiac inj ury. LXXXIII. DEFINITIONS: A. STEMI - ST-Elevation Myocardial Infarction LXXXIV. DEPARTMENT GUIDELINE: A. Provide supplemental oxygen to maintain saturation >93%. B. Initiate cardiac monitoring, pulse oximetry, and vital signs every 5 minutes. C. Expedited transport to the nearest percutaneous coronary intervention (PCI) capable hospital is of the utmost impor"
    },
    {
      "title": "Abdominal and Genitourinary Trauma",
      "number": "GUID-3203-T001",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 83,
      "end_page": 84,
      "excerpt": " Abdominal and Genitourinary Trauma Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 LXXXVII. PURPOSE: To recognize the patient who has suffered abdominal and genitourinary (GU) traumatic injury, stabilize the patient by controlling hemorrhage, provide patient with adequate airway, perfusion, and pain management, prevent hypothermia, and transport the patient to a facility able to immediately provide the patient with definitive trauma management. LXXXVIII. DEFINITIONS: A. SBP – Systoli c Blood Pressure LXXXIX. DEPARMENT GUIDELINE: A. Obtain from report: mechanism of injury, vehicle damage to steering wheel/column, use of seat belt, intrusion into compartment, ejection of patients, height of fall, speed at which was struck. B. Establish care as defined by GUID -G002 General Patient Care and GUID -T008 Multi - sys"
    },
    {
      "title": "Burns – Thermal and Chemical",
      "number": "GUID-3203-T002",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 85,
      "end_page": 89,
      "excerpt": " Burns – Thermal and Chemical Guideline Title: Burns – Thermal and Chemical Guideline Number: GUID -3203- T002 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: To maintain adequate oxygenation/ventilation, tissue perfusion, reduce potential for infection, provide adequate airway protection, and transport the burn trauma patient to an appropriate facility with burn treatment capabilities. II. PATHOPHYSIOLOGY: A burn wound is an injury caused by the interaction of an energy form (thermal, chemical, electrical, or radiation) and tissue. The depth of a thermal burn (partial or full thickness) is primarily defined by the temperature of the burning agent, the duration of exposure, and the conductance of the tissue involved. Long term outcomes are frequently dependent on the depth of the wounds and the tota"
    },
    {
      "title": "Crush Injury and Crush Syndrome",
      "number": "GUID-3203-T003",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 90,
      "end_page": 91,
      "excerpt": " Crush Injury and Crush Syndrome Guideline Title: Crush Injury and Crush Syndrome Guideline Number: GUID -3203- T003 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XCVI. PURPOSE: A crush injury is a direct injury resulting from pressure. Crush syndrome is the manifestation of rhabdomyolysis caused by prolonged continuous pressure on muscle tissue. The goal is to identify crush syndrome and begin therapy early to prevent cardiac decompensation by early recognition and management of hyperkalemia XCVII. DEFINITIONS: XCVIII. DEPARTMENT GUIDELINE: A. Perform a general trauma assessment. Evaluate and support airway, breathing, and ventilation concerns. B. Assess for absent pulse or weak rapid pulse, capillary refill, pale, clammy, or cool skin, unusual pain, and signs of shock. C. Initiate and ensure adequate IV/IO "
    },
    {
      "title": "Decompression Sickness and Arterial Gas Embolism",
      "number": "GUID-3203-T004",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 92,
      "end_page": 93,
      "excerpt": " Decompression Sickness and Arterial Gas Embolism Guideline Title: Decompression Sickness and Arterial Gas Embolism Guideline Number: GUID -3203- T004 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CI. PURPOSE: Therapeutic goal: To recognize the patient with decompression illness and to provide and maintain adequate oxygenation, ventilation, and tissue perfusion. To provide adequate pain management and expeditious transport to the nearest appropriate facility. Decompression sickness may be caused during a scuba diving hazard or depressurization events in unpressurized aircraft. CII. DEFINITIONS: A. Decompression sickness – gas bubbles forming in venous blood or tissue causing localized joint pain (shoulders, elbows, kne es, ankles) pruritus over upper torso, localized edema, and headache. B. Arterial Gas Embol"
    },
    {
      "title": "Burns: Electrical/Lightning Injury",
      "number": "GUID-3203-T005",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 94,
      "end_page": 95,
      "excerpt": " Burns: Electrical/Lightning Injury Guideline Title: Burns: Electrical/Lightning Injury Guideline Number: GUID -3203- T005 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CVI. PURPOSE: To maintain adequate tissue perfusion, obtain an accurate mechanism of injury, and transport the patient to appropriate facility with burn treatment capabilities. Electrical injury may result from contact with alternating current, direct current or lightni ng. Small surface wounds may be associated with devastating internal injuries. CVII. DEFINITIONS: A. TBSA – Total body service area CVIII. DEPARTMENT GUIDELINE: A. Safe extrication from electrical source by experienced rescue personnel. B. Perform a general trauma assessment and assess and manage airway, breathing, and circulation. i. Administer 100% oxygen per non- rebreather "
    },
    {
      "title": "Eye Injuries",
      "number": "GUID-3203-T006",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 96,
      "end_page": 96,
      "excerpt": " Eye Injuries Guideline Title: Eye Injuries Guideline Number: GUID -3203- T006 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXI. PURPOSE: To recognize eye injury or potential for eye injury and provide rapid transport to the nearest appropriate facility while preventing any further damage from occurring. CXII. PATHOPHYSIOLOGY: Eye injuries can involve any portion of the eye or its surrounding structu res. The pupils may become irregularly shaped because of a ruptured globe or prolapse of the iris. It is important to assess for traumatic hyphema or asymmetric proptosis (bulging of the globe). CXIII. DEFINITIONS: CXIV. DEPARTMENT GUIDELINE: A. If shield is already in place, make sure no pressure is being applied to globe itself. B. If available, apply appropriate rigid shield over affected eye. Consider patchi"
    },
    {
      "title": "Maxillof acial Trauma",
      "number": "GUID-3203-T007",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 97,
      "end_page": 98,
      "excerpt": " Maxillofacial Trauma Guideline Title: Maxillof acial Trauma Guideline Number: GUID -3203- T007 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: To recognize the patient with maxillofacial trauma and to provide adequate airway control. Provide adequate pain management and transport the patient to a facility with the ability to definitively care for this type of patient. II. PATHOPHYSIOLOGY: a. There are three major types of Le Fort fractures: i. Le Fort I - transverse maxillary fractures: The most common maxillary fracture. It is a fracture of the transverse alveolar process at the nasal floor. It extends from the upper teeth into the nose. Signs and sympto ms include malocclusion of teeth/anterior open bite, moveable maxilla, and/or epistaxis. ii. Le Fort II - pyramid fractures: A Le Fort II fractur"
    },
    {
      "title": "Multi -System Trauma – Adult & Pediatric",
      "number": "GUID-3203-T008",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 99,
      "end_page": 101,
      "excerpt": " Multi-System Trauma – Adult & Pediatric Guideline Title: Multi -System Trauma – Adult & Pediatric Guideline Number: GUID -3203- T008 Issue date: 06/06/2016 Replaces Dept. Policy: GUID -3203 -5016 Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXI. PURPOSE: To provide guidelines for initial trauma resuscitation and timely application of emergency measures to minimize the morbidity and mortality of traumatic injuries. The medical transport team must consider the capability of the receiving facility to manage pediatric trauma patients. XXII. DEFINITIONS: XXIII. DEPARTMENT GUIDELINE: a. Assess scene for hazards. i. Assist as requested in caring for patients during extrication, being certain not to jeopardize their own safety at any time. ii. Note damage to vehicle. If time permits (i .e., extrication in progress), document mechanism of injury (using photogra"
    },
    {
      "title": "Musculoskeletal Trauma",
      "number": "GUID-3203-T009",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 102,
      "end_page": 103,
      "excerpt": " Musculoskeletal Trauma Guideline Title: Musculoskeletal Trauma Guideline Number: GUID -3203- T009 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 10/10/2019, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: To recognize orthopedic injury including the ability to differentiate between closed and open fractures. After proper identification of the musculoskeletal injury, the provider must be able to treat and attempt to restore normal function of an injured ext remity with a minimum of pain, deformity, and morbidity, in the least amount of time. II. PATHOPHYSIOLOGY: Injuries to the musculoskeletal system are a common occurrence in multisystem trauma. The primary concern is life -threatening hemorrhage or limb threatening injuries due to vascular compromise/traumatic amputation. Damage to large blood vessels, particularly arteries, can lead to major "
    },
    {
      "title": "Drowning & Submersion Injuries",
      "number": "GUID-3203-T010",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 104,
      "end_page": 105,
      "excerpt": " Drowning & Submersion Injuries Guideline Title: Drowning & Submersion Injuries Guideline Number: GUID -3203- T010 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXVII. PURPOSE: To establish and maintain adequate airway, breathing, circulation, oxygenation, and ventilation and to recognize and treat associated trauma and hypothermia. Drowning refers to “a process resulting in primary respiratory impairment from submersion or imme rsion in a liquid medium” (Utstein). Conditions associated with drowning include alcohol and drug use, seizures, and traumatic injuries. The temperature of the water, duration of submersion, cleanliness of water, and age of the patient all influence the outcome after submersion injuries and are thus important details to obtain at the scene. Other factors that influence outcome include"
    },
    {
      "title": "Snake Bite - Envenomation",
      "number": "GUID-3203-T011",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 106,
      "end_page": 107,
      "excerpt": " Snake Bite – Envenomation Guideline Title: Snake Bite - Envenomation Guideline Number: GUID -3203- T011 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: To recognize the patient with a snake bite and envenomation, provide adequate supportive care, appropriate interventions (antivenom therapy if necessary, from the referring facility), and emergent treatment and expeditious transport to the nearest appropr iate medical facility. II. PATHOPHYSIOLOGY: Snake venom varies depending on the species of snake. When possible, identification of the snake is important to provide the most appropriate treatments. a. Elapidae: Coral snakes, sea snakes, cobra, brown snakes. “Red on yellow, kill a fellow”. i. Neurotoxic, no swelling, 10- 14h onset, nausea, vomiting, sweating, lethargy difficulty speaking, decreased "
    },
    {
      "title": "Spinal Cord Injury",
      "number": "GUID-3203-T012",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 108,
      "end_page": 110,
      "excerpt": " Spina l Cord Injury Guideline Title: Spinal Cord Injury Guideline Number: GUID -3203- T012 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXXII. PURPOSE: To recognize the patient with a suspected or known spinal cord injury and utilize all resources to prevent any further injury or deficit to the patient. CXXIII. PATHOPHYSIOLOGY: All trauma patients must be assumed to have a spinal cord injury until proven other wise, especially traffic accidents and falls. Injury may involve the bony skeleton, the cord itself or both. There may or may not be a neurological deficit. Hyperextension, hyperflexion, axial loading, or rotational forces may cause blunt spinal injury. Ligamentous injuries (rupture or tearing of ligaments) can cause subluxation of a vertebral body over another, increasing the risk of spinal cord dama"
    },
    {
      "title": "Cyanide Toxicity",
      "number": "GUID-3203-T013",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 111,
      "end_page": 112,
      "excerpt": " Cyanide Toxicity Guideline Title: Cyanide Toxicity Guideline Number: GUID -3203- T013 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXXIX. PURPOSE: Recognize and appropriately treat the victim of cyanide toxicity while providing supportive measures and rapid transport to definitive care. PATHOPHYSIOLOGY: Acute exposure to hydrogen cyanide causes significant morbidity and mortality in structur e fires, household and industrial accidents, and suicides. Like carbon monoxide, cyanide is a colorless, odorless gas. This substance is found in fire smoke, particularly when synthetic materials such as plastics, acrylics, polyurethane foam, or insulation is burned. Thus, it is most encountered by exposure to household or industrial fires. However, not all patients who have suffered smoke inhalation from a closed space"
    },
    {
      "title": "Traumatic Brain Injury (TBI)",
      "number": "GUID-3203-T014",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 113,
      "end_page": 115,
      "excerpt": " Traumatic Brain Injury (TBI) Guideline Title: Traumatic Brain Injury (TBI) Guideline Number: GUID -3203- T014 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXXXII. PURPOSE: To minimize increases in intracranial pressure and to maintain optimal cerebral oxygenation and tissue perfusion. PATHOPHYSIOLOGY: Brain injury as a result of head trauma occurs by both of the following: Primary “impact” damage as the immediate consequenc e of the injury; and Secondary complications of impact damage, such as hematoma (epidural, SAH, or intracerebral) or cerebral swelling, sometimes with herniation syndromes. Blunt head trauma usually occurs through one of two mechanisms: concussive -compressive and acceleration- deceleration injuries. Concussive- compressive injuries typically result when a blunt object strikes the head, "
    },
    {
      "title": "Thoracic Trauma",
      "number": "GUID-3203-T015",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 116,
      "end_page": 117,
      "excerpt": " Thoracic Trauma Guideline Title: Thoracic Trauma Guideline Number: GUID -3203- T015 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXXXVII. PURPOSE: To recognize the patient who has suffered thoracic trauma and treat life - threatening injury immediately. To provide the patient with adequate airway, perfusion, and pain management and transport to a facility with the ability to care for the patient. CXXXVIII. PATHOPHYSIOLOGY: Thoracic trauma is classified as blunt or penetrating. Blunt trauma to the thorax is associated with vehicular collisions, falls, and assaults, whereas penetrating trauma occurs as a result of gunshot wounds, stab wounds, and impalement. Life threatening thoracic injuries may include: airway obstruction, tension pneumothorax , massive hemo- thorax, open pneumothorax , flail chest , cardia"
    },
    {
      "title": "Tranexamic Acid for Severe Hemorrhage in Trauma Patients",
      "number": "GUID-3203-T016",
      "category": "Trauma",
      "category_code": "T",
      "start_page": 118,
      "end_page": 120,
      "excerpt": " Tranexamic Acid for Severe Hemorrhage in Trauma Patients Guideline Title: Tranexamic Acid for Severe Hemorrhage in Trauma Patients Guideline Number: GUID -3203- T016 Issue date: 06/06/2016 Replaces Dept. Policy: GUID -3203 -5016 Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXVIII. PURPOSE: This department guideline outlines the administration of Tranexamic Acid (TXA) by the Air Care Team for trauma patients, with indications of severe hemorrhage from blunt or penetrating trauma. TXA is an antifibrinolytic agent that blocks plasminogen from converting to plasmin, an enzyme that dissolves blood clots. It works to stabilize clots that have formed at the site of injury. XXIX. DEFINITIONS: a. TXA - Tranexamic Acid b. SBP – Systolic blood pressure XXX. DEPARTMENT GUIDELINE: a. Indications: TXA is given to trauma pati ents with suspected severe hemorrhagic sh"
    },
    {
      "title": "Pediatric General Management",
      "number": "GUID-3203-PED001",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 121,
      "end_page": 123,
      "excerpt": " Pediatric General Management Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXXIII. PURPOSE: To identify historical data relevant to the care of the pediatric patient population. XXXIV. DEFINITIONS: a. Neonate: birth to 28 days b. Infant: 1 month to 1 year c. Child: 1 year to 17 years (except in the case of trauma <16 years old) d. Adult > or = to 18 years old e. NOTE: The American Heart Association defines the pediatric patient as any prepubescent patient (e.g., absence of breast development in the female or pubic or axilla hair in the male). XXXV. DEPARTMENT GUIDELINE: a. Obtain a good HISTORY : i. Obtain a concise history; identify appropriate informant (patient, family, practitioner). ii. Gather past medical history: congenital problems, allergies, childhood illnesses or recent exposure to illness, curren"
    },
    {
      "title": "Pediatric Allergic Reaction/Anaphylaxis",
      "number": "GUID-3203-PED002",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 124,
      "end_page": 125,
      "excerpt": " Pediatric Allergic Reaction/Anaphylaxis Guideline Title: Pediatric Allergic Reaction/Anaphylaxis Guideline Number: GUID -3203- PED002 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XXXVIII. PURPOSE: Recognition of a pediatric patient presenting with anaphylaxis; provide and maintain adequate airway control, oxygenation, ventilation, and end- organ tissue perfusion; and to provide emergent care and expeditious transport to the nearest appropriate medical facility. XXXIX. DEFINITIONS: a. NSS – Normal Saline 0.9% solution b. Mild reaction: itching/hives c. Moderate reaction: dyspnea, wheezing, chest tightness, facial swelling d. Severe Reaction: <90mmHg, MAP<65, stridor, severe respiratory distress, vomiting/diarrhe a XL. DEPARTMENT GUIDELINE: a. Establish care as defined by GUID -G002 – General Patient Care & G"
    },
    {
      "title": "Pediatric Altered Mental Status (Non - Traumatic)",
      "number": "GUID-3203-PED003",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 126,
      "end_page": 127,
      "excerpt": " Pediatric Altered Mental Status (Non-Traumatic) Guideline Title: Pediatric Altered Mental Status (Non - Traumatic) Guideline Number: GUID -3203 - PED003 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 XLIII. PURPOSE: Identify and correct immediately reversible causes of altered mental status (AMS) and provide safe and expeditious transport to the closest appropriate facility. XLIV. DEFINITIONS: XLV. DEPARTMENT GUIDELINE: a. Obtain good assessment: Assess airway, breathing, and circulation as per GUID -PED001 – Pediatric General Management . The AMS patient presents with an altered level of consciousness that does not correspond with their baseline behavior. They may display inappropriate responses to verbal & physical stimuli. Consider HPI, as it may provide indicators as to the underlying cause. b. Consider p"
    },
    {
      "title": "Pediatric Asystole",
      "number": "GUID-3203-PED004",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 128,
      "end_page": 129,
      "excerpt": " Pediatric Asystole Guideline Title: Pediatric Asystole Guideline Number: GUID -3203 - PED004 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXLIII. PURPOSE: To ensure prompt identification and intervention to restore a stable cardiac rhythm. CXLIV. PATHOPHYSIOLOGY: Asystole is the absence of electrical activity in the heart. The approach to asystole resuscitation is essentially the same as pulseless electrical activity (PEA). Despite dismal survival r ates after out of hospital cardiac arrest, pediatric patients in asystole or PEA have higher survival rates and better neurologic outcomes than adults. Thus, aggressive resuscitation for longer periods of time are warranted. CXLV. DEFINITIONS: CXLVI. DEPARTMENT GUIDELI NE: K. Initiate CPR per AHA guideline with compression rate of 100 -120/min. L. Manage airway "
    },
    {
      "title": "Pediatric Bradycardia",
      "number": "GUID-3203-PED005",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 130,
      "end_page": 131,
      "excerpt": " Pediatric Bradycardia Guideline Title: Pediatric Bradycardia Guideline Number: GUID -3203 - PED005 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 2018, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXLIX. PURPOSE: Ensure prompt identification and intervention to restore adequate cardiac output and a stable cardiac rhythm. CL. DEFINITIONS: CLI. DEPARTMENT GUIDELINE: W. Immediately assess for hypoxia, hypoperfusion, hypotension, hypothermia, altered mental status, & signs of shock. X. If HR is < 60 bpm with poor perfusion despite oxygenation and ventilation begin chest compressions Y. If the patient is unstable, begin to resuscitate. If the patient is stable, attempt to identify the cause of the bradycardia and resolve it. Z. Manage the airway aggressively with high FiO2 oxygen and ventilatory support with positive pressure ventilation. Intubat e if necess"
    },
    {
      "title": "Pediatric Cardiogenic Shock",
      "number": "GUID-3203-PED006",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 132,
      "end_page": 133,
      "excerpt": " Pediatric Cardiogenic Shock Guideline Title: Pediatric Cardiogenic Shock Guideline Number: GUID -3203 - PED006 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: Restoration of inadequate cardiac output to improve perfusion by expanding intravascular volume, improving contractility, and treating the underlying cause. II. PATHOPHYSIOLOGY: Common causes of cardiogenic shock include congenital heart disease, myocarditis, cardiomyopathy, arrhythmias, sepsis, drug toxicity, or myocardial injury (trauma). Marked tachycardia, high SVR, and decreased cardiac output characterize cardiogenic shock. Pulmonary venous congestion leads to pulmonary edema and increased work of breathing. Typically, intravascular volume is normal or increased unless a concurrent illness causes hypovolemia. III. DEFINITIONS: IV. DEPAR"
    },
    {
      "title": "Pediatric Cyanotic Congenital Heart Disease",
      "number": "GUID-3203-PED007",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 134,
      "end_page": 135,
      "excerpt": " Pediatric Cyanotic Congenital Heart Disease Guideline Title: Pediatric Cyanotic Congenital Heart Disease Guideline Number: GUID -3203 - PED007 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CLVI. PURPOSE: Restoration of cardiac output to improve tissue oxygenation and inadequate perfusion by maintaining an open ductus arteriosus and expanding intravascular volume as appropriate. CLVII. PATHOPHYSIOLOGY: Certain congenital heart disease conditions exist resulting in circulatory shunts between the right heart and left heart bypassing the lungs. Cyanosis ensues that is not respons ive to application of supplemental oxygenation. After birth, in response to lung expansion and gas exchange, the ductus arteriosus gradually closes over the first one to two weeks of life. While the ductus arteriosus remains open, unoxy"
    },
    {
      "title": "Pediatric Diabetic Ketoacidosis (DKA)",
      "number": "GUID-3203-PED008",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 136,
      "end_page": 137,
      "excerpt": " Pediatric Diabetic Ketoacidosis (DKA) Guideline Title: Pediatric Diabetic Ketoacidosis (DKA) Guideline Number: GUID -3203 - PED008 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CLXII. PURPOSE: To recognize the presence and the precipitating factors of Diabetic Ketoacidosis (DKA), treat metabolic and hormonal abnormalities, and manage systemic complications as they present. PATHOPHYSIOLOGY: Diabetic ketoacidosis is characterized by hyperglycemia and ketonemia, resulting in an anion gap metabolic acidosis. Ketonemia occurs because of increased lipolysis and ketogenesis used by the cell to to produce energey when glucose is not available. These patients are significantly dehydrated secondary to osmotic diuresis from increased glucose in their blood and have frequently have significant electrolyte imbalances. Ra"
    },
    {
      "title": "Pediatric Hypotension",
      "number": "GUID-3203-PED009",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 138,
      "end_page": 139,
      "excerpt": " Pediatric Hypotension Guideline Title: Pediatric Hypotension Guideline Number: GUID -3203 - PED009 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CLXVI. PURPOSE: To recognize the patient with hypotension. To provide and maintain adequate oxygenation, ventilation, and tissue perfusion. To provide adequate blood pressure support and expeditious transport to the nearest appropriate medical facility. CLXVII. DEFINITIONS: Hypotension in children is determined by age & syst olic blood pressure (BP) mmHg. A. Term neonates (0 to 28 days): The systolic BP is < 60 mmHg B. Infants (1 to 12 months): Systolic BP is < 70 mmHg. C. Children 1 to 10 years (5th BP percentile): Systolic BP is < 70 mmHg + (age in years x 2). D. Children > 10 years: Sy stolic BP is < 90 mmHg. CLXVIII. DEPARTMENT GUIDELINE: A. Assess airway, breat"
    },
    {
      "title": "Pediatric Infectious Respiratory Distress",
      "number": "GUID-3203-PED010",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 140,
      "end_page": 141,
      "excerpt": " Pediatric Infectious Respiratory Distress Guideline Title: Pediatric Infectious Respiratory Distress Guideline Number: GUID -3203 - PED010 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CLXXI. PURPOSE: To maintain a patent airway, optimize ventilation/oxygenation, decrease the work of breathing, treat appropriate respiratory diseases with antibiotics, antipyretics when indicated, and to maintain adequate hemodynamic parameters for the patient CLXXII. PATHOPHYSIOLOGY: Croup is a viral infection that causes erythema and edema of the vocal cords & subglottic region. It typically affects children 3 months to 3 years, and is characterized by a harsh, barking cough, frequently the child is not toxic appearing. Epiglottitis is a bacterial infection of the epiglottis and larynx. It usually affects children 3 to 7 yea"
    },
    {
      "title": "Pediatric Obstructed Airway - Foreign Body Aspiration",
      "number": "GUID-3203-PED011",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 142,
      "end_page": 143,
      "excerpt": " Pediatric Obstructed Airway - Foreign Body Aspiration Guideline Title: Pediatric Obstructed Airway - Foreign Body Aspiration Guideline Number: GUID -3203 - PED011 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CLXXVII. PURPOSE: To remove the obstruction and maintain patent airway. To promote appropriate oxygenation and ventilation CLXXVIII. PATHOPHYSIOLOGY: Aspiration of a foreign body may cause airway obstruction. Foreign bodies lodged in the esophagus will present differently from those lodged in the trachea or main stem bronchi. Other history may include the sudden onset of coughing or w heezing, associated with an episode of choking. DIFFERENTIAL DIAGNOSIS OF FOREIGN BODY ASPIRATION: • If object lodged at level of the glottis: hoarseness, cough, aphonia, and decreased breath sounds. • If object lodged bel"
    },
    {
      "title": "Pediatric Pulseless Electrical Activity (PEA)",
      "number": "GUID-3203-PED012",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 144,
      "end_page": 145,
      "excerpt": " Pediatric Pulseless Electrical Activity (PEA) Guideline Title: Pediatric Pulseless Electrical Activity (PEA) Guideline Number: GUID -3203 - PED012 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CLXXXIII. PURPOSE: Ensure prompt identification and provide intervention to restore a stable cardiac rhythm with adequate cardiac output and. CLXXXIV. PATHOPHYSIOLOGY: Pulseless electrical activity (PEA) is the presence of an organized cardiac rhythm without a measurable pul se. There is a recognized list of treatable causes for PEA and the clinician should work promptly to assess for and correct, as appropriate, those causes. CLXXXV. DEFINITIONS: A. PEA – Pulseless Electrical Activity CLXXXVI. DEPARTMENT GUIDELINE: II. Initiate CPR per American Hear t Association guideline. JJ. Administer O2 via BVM. KK. Manage airway"
    },
    {
      "title": "Pediatric Ventricular Fibrillation – Pulseless Ventricular Tachycardia",
      "number": "GUID-3203-PED013",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 146,
      "end_page": 147,
      "excerpt": " Pediatric Ventricular Fibrillation – Pulseless Ventricular Tachycardia Guideline Title: Pediatric Ventricular Fibrillation – Pulseless Ventricular Tachycardia Guideline Number: GUID - 3203 -PED013 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CLXXXIX. PURPOSE: Ensure prompt identification and provide intervention to restore a stable cardiac rhythm with adequate cardiac output and. CXC. PATHOPHYSIOLOGY: VF/VT is uncommon in the pediatric age group, and the patients typically have underlying structural heart disease. Other causes include Brugada (a genetic disease), and prolonged QT syndromes, hypoxia, acidosis, electrolyte imbalance, hypothermia, or pois oning. CXCI. DEFINITIONS: A. VF – Ventricular Fibrillation B. VT – Ventricular Tachycardia CXCII. DEPARTMENT GUIDELINE: QQ. Initiate CPR per American Heart A"
    },
    {
      "title": "Pediatric Reactive Airway Disease",
      "number": "GUID-3203-PED014",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 148,
      "end_page": 149,
      "excerpt": " Pediatric Reactive Airway Disease Guideline Title: Pediatric Reactive Airway Disease Guideline Number: GUID -3203 - PED014 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 V. PURPOSE: To relieve bronchospasm and decrease airway edema and mucous production in pediatric patients with reactive airway disease. VI. PATHOPHYSIOLOGY: Reactive airway disease represents the constellation of signs and symptoms including bronchospasm, airway inflammation, and mucous production. Severe exacerbations are those that produce an FEV1 or PEFR<50% of the patient’s predic ted best. The cause of the process may be intrinsic (infection, cold air, exercise) or extrinsic (seasonal/allergic component). VII. DEFINITIONS: VIII. DEPARTMENT GUIDELINE: a. Assess airway, breathing, and circulation as per GUID -PED001 – Pediatric General Man"
    },
    {
      "title": "Pediatric Seizures/Status Epilepticus",
      "number": "GUID-3203-PED015",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 150,
      "end_page": 151,
      "excerpt": " Pediatric Seizures/Status Epilepticus Guideline Title: Pediatric Seizures/Status Epilepticus Guideline Number: GUID -3203 - PED015 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CXCVII. PURPOSE: Emergency management is imperative for status epilepticus. The goal is to stop the seizure, identify and correct the underlying cause, and to maintain a patent airway while providing oxygenation and protecting the patient from injury. CXCVIII. PATHOPHYSIOLOGY: Status epilepticus is a single generalized tonic -clonic seizure or series of convulsions lasting 30 or more minutes during which time the patient does not regain consciousness. It may also be associated with permanent neuronal destruction. CAUSES OF ACUTE SEIZURE DISORDER include: Toxic/metabolic disturbances (hypernatremia, hyponatremia, hypocalce mia, hypomag"
    },
    {
      "title": "Pediatric Sepsis or Meningitis",
      "number": "GUID-3203-PED016",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 152,
      "end_page": 153,
      "excerpt": " Pediatric Sepsis or Meningitis Guideline Title: Pediatric Sepsis or Meningitis Guideline Number: GUID -3203 - PED016 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCIII. PURPOSE: To provide supportive care to the patient, to minimize additional oxygen demands secondary to increased metabolism, and to limit the spread of any infectious process. CCIV. PATHOPHYSIOLOGY: Sepsis can be bacterial, viral, fungal, parasitic, and mycobacterial in nature. The infectious stimulus may spread into the circulation resulting in the release of a cascade of inflammatory mediators, which can damage the vascular endothelium, leading to tissue hypoperfusion and eventual organ failure. The net result is that the patient will exhibit signs and symptoms of septic shock. Patients develop syste mic responses to the infection includin"
    },
    {
      "title": "Pediatric Supraventricular Tachycardia",
      "number": "GUID-3203-PED017",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 154,
      "end_page": 155,
      "excerpt": " Pediatric Supraventricular Tachycardia Guideline Title: Pediatric Supraventricular Tachycardia Guideline Number: GUID -3203 - PED017 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCIX. PURPOSE: Ensure prompt identification and provide intervention to restore a stable cardiac rhythm with adequate cardiac output and. CCX. PATHOPHYSIOLOGY: Supraventricular tachycardia (SVT) is a regular, rapid rhythm that arises from either electrical re -entry or an ectopic focus. Reentrant tachycardia is the most common. SVT can occur in a normal heart, or in association with r heumatic heart disease, pericarditis, physiologic disturbance, mitral valve prolapse, or a pre -excitation syndrome. Ectopic SVT may be seen in patients with chronic lung disease, pneumonia, and poisoning. SVT is the most common significant dysrhythmia"
    },
    {
      "title": "Pediatric Ventricular Tachycardia with Pulse",
      "number": "GUID-3203-PED018",
      "category": "Pediatric",
      "category_code": "PED",
      "start_page": 156,
      "end_page": 158,
      "excerpt": " Pediatric Ventricular Tachycardia with Pulse Guideline Title: Pediatric Ventricular Tachycardia with Pulse Guideline Number: GUID -3203 - PED018 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXV. PURPOSE: Ensure prompt identification and provide intervention to restore a stable cardiac rhythm with adequate cardiac output and. PATHOPHYSIOLOGY: Sustained ventricular tachycardia (VT) carries the risk of deteriorating into Ventricular Fibrillation (VF). Electrolyte imbalances, toxins, or cardiac ischemia can cause VT. It is uncommon in the pediatric patient. Rate may vary from near normal to >200b/min. Most children who develop VT have underlying heart disease (or have had surgery for heart disease), long QT syndrome, or myocarditis/ cardiomyopathy. Conditions and agents that predispose to torsades de pointes i"
    },
    {
      "title": "12-Lead Electrocardiogram (ECG/EKG)",
      "number": "GUID-3203-PR001",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 159,
      "end_page": 159,
      "excerpt": " 12-Lead Electrocardiogram (ECG/EKG) Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXX. PURPOSE: To obtain 12 lead ECG with the following: A. Patients who have recently experienced chest discomfort, related complaints, or active chest pain. B. Any patient with suspected dysrhythmias C. Any patient in whom the transport team suspects myocardial injury, insult or disruption. CCXXI. DEFINITIONS : None CCXXII. DEPARTMENT GUIDELINE: A. Place leads on each RUE, RLE, LUE, LLE for the limb leads. B. Place Precordial Leads as noted. C. Acquire and print 12 lead ECG report. D. Serial ECG should be performed if indicated and time permits CCXXIII. DOCUMENTATION: EMS Charts CCXXIV. REFERENCES: None Lead Location V1 4th intercostals space to the right of the sternum V2 4th intercostals space to the left of the sternum V3 "
    },
    {
      "title": "Blood Product Administration",
      "number": "GUID-3203-PR002",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 160,
      "end_page": 162,
      "excerpt": " Blood Product Administration Guideline Title: Blood Product Administration Guideline Number: GUID -3203- PR002 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXXV. PURPOSE: To provide safe and effective blood and blood product administration from a sending facility and to recognize and effectively treat transfusion reactions. CCXXVI. DEFINITIONS: None CCXXVII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Personal protective equipment. ii. Appropriate blood product. iii. Filtered blood tubing or leukocyte reduction filter. iv. A one- liter bag of NSS. v. Pressure bag B. INDICATIONS: i. Hypovolemia with acute blood loss. ii. Restoration of clotting factors with FFP C. CONTRAINDICATIONS: i. Patient’s refusal of blood or blood products. ii. The unavailability of type specific blood or Type O negative D. PROCEDURE: i. "
    },
    {
      "title": "Capillary Blood Glucose Monitoring",
      "number": "GUID-3203-PR003",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 163,
      "end_page": 164,
      "excerpt": " Capillary Blood Glucose Monitoring Guideline Title: Capillary Blood Glucose Monitoring Guideline Number: GUID -3203- PR003 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXXX. PURPOSE: To obtain capillary or venous blood sample and measure a blood glucose level. CCXXXI. DEFINITIONS: CCXXXII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Appropriately calibrated blood glucose testing device. Onboard is currently the POCT Nova StatStrip Xpress2 Glucose Hospital Meter . See Orlando Health Policy #3888 for testing guidelines using this device. ii. Test strip, lancet, alcohol prep pad B. INDICATIONS: i. Known patient with history of diabetes experiencing an acute medical emergency ii. Altered mental status, suspected stroke, or confirmed interfacility stroke transfer iii. Suspected overdose, poisoning, or toxic exposure"
    },
    {
      "title": "Cardioversion",
      "number": "GUID-3203-PR004",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 165,
      "end_page": 166,
      "excerpt": " Cardioversion Guideline Title: Cardioversion Guideline Number: GUID -3203- PR004 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXXXV. PURPOSE: To restore hemodynamic stability in a patient who exhibits a tachydysrhythmia that compromises effective perfusion CCXXXVI. DEPARTMENT GUIDELINE: A. INDICATIONS: i. Ventricular tachycardia with a pulse (unstable) ii. Atrial fibrillation with rapid ventricular response (unst able) iii. Atrial flutter with rapid ventricular response (unstable) iv. Supraventricular tachycardia (unstable) B. CONTRAINDICATIONS: Patient is wet or for any other reason cannot be electrically isolated from the medical team members. C. EQUIPTMENT: i. Cardiac monitor with ability to cardiovert ii. Conductive hands -free defibrillation pads 1. Adult 2. Pediatric pads for infants/children under 1"
    },
    {
      "title": "Chest Tube Management",
      "number": "GUID-3203-PR005",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 167,
      "end_page": 168,
      "excerpt": " Chest Tube Management Guideline Title: Chest Tube Management Guideline Number: GUID -3203- PR005 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: To maintain the chest tube and device used to evacuate air and fluid from the pleural cavity and/or to restore normal dynamics of pulmonary function. II. DEFINITIONS: III. DEPARTMENT GUIDELINE: a. INDICATIONS: A chest tube in place as a result of the following- hemo thorax, pneumothorax, chylothorax (lymphatic fluid leak), or pleural effusion b. CONTRAINDICATIONS: None c. PROCEDURE: Assess the patient, tube, and chamber to assure proper functioning. i. Patient: Assess for respiratory distress, lung sounds, subcutaneous emphysema, vital signs, chest, x -ray ii. Tube: 1. Location of the tube: Right/Left Pleural or Mediastinal 2. Drainage holes should not be "
    },
    {
      "title": "Tourniquet Therapy",
      "number": "GUID-3203-PR006",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 169,
      "end_page": 170,
      "excerpt": " Tourniquet Therapy Guideline Title: Tourniquet Therapy Guideline Number: GUID -3203- PR006 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXXXIX. PURPOSE: To stop blood loss and provide hemorrhage control by applying pressure to an artery using Combat Application Tourniquet (CAT) or a SWAT -T (Stretch, Wrap, and Tuck Tourniquet). CCXL. DEFINITIONS: CCXLI. DEPARTMENT GUIDELINE: A. Indications: To control potentially fatal hemorrhagic wounds only after other means of stopping blood loss have failed (direct pressure, a pressure dressing, wound packing) such as a mangled extremity or traumatic amputation. B. Contraindications: Do not place tourniquet over joint. C. Apply appropriate personal protective equipment (PPE). D. Expose the extremity by removing clothing in proximity to the injury. E. Procedure for CAT:"
    },
    {
      "title": "Cricothyrotomy - Surgical",
      "number": "GUID-3203-PR007",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 171,
      "end_page": 173,
      "excerpt": " Cricothyrotomy - Surgical Guideline Title: Cricothyrotomy - Surgical Guideline Number: GUID -3203- PR007 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXLIV. PURPOSE: To allow rapid entrance into the airway for ventilation and oxygenation when other means of airway control (Bag Valve Mask, intubation, etc.) have proven unsuccessful. CCXLV. DEFINITIONS: A. ETCO2 – End tidal carbon dioxide CCXLVI. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Oxygen ii. Suction iii. Bag Valve mask iv. Using the H&H Emergency Cricothyrotomy Kit 1. Contents of kit includes: #10 scalpel, 10ml syringe, 35F Bougie, Tracheal hook, Kelly forceps/clamp, Short 6.0 Airway catheter (trach) with flange, Tracheal ties 2. Additional supplies needed: 4 x 4’s, Chlorohexidine or Betadine cleaning solution v. For standard surgical technique 1. #10 Sc"
    },
    {
      "title": "Defibrillation",
      "number": "GUID-3203-PR008",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 174,
      "end_page": 175,
      "excerpt": " Defibrillation Guideline Title: Defibrillation Guideline Number: GUID -3203- PR008 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLII. PURPOSE: Restoration of a perfusing cardiac rhythm in a patient exhibiting pulseless ventricular tachycardia or ventricular fibrillation CCLIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Cardiac monitor/defibrillator. Current department monitor used is the Zoll X Series. ii. Conductiv e hands -free defibrillation pads 1. Adult 2. Pediatric pads for infants/children under 15 kg. B. INDICATIONS: i. Ventricular fibrillation ii. Pulseless ventricular tachycardia. C. CONTRAINDICATIONS: Patient is wet or for any other reason cannot be electrically isolated from the medical team members. D. PROCEDURE: i. If the procedure is to be performed in flight, notify the pilot of the intent to "
    },
    {
      "title": "End-Tidal CO2 Monitoring",
      "number": "GUID-3203-PR009",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 176,
      "end_page": 177,
      "excerpt": " End-Tidal CO2 Monitoring Guideline Title: End-Tidal CO2 Monitoring Guideline Number: GUID -3203- PR009 Issue date: 09/09/2014 Replaces Dept. Policy: End -Tidal CO2 Detector Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLVI. PURPOSE: To assist in the confirmation of proper endotracheal tube placement CCLVII. DEFINITIONS : A. ETT- Endotracheal tube B. ETCO2 – End tidal carbon dioxide C. GCS – Glasgow Coma Scale CCLVIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. In-line ETCO2 detector ii. Nasal cannula ETCO2 detector iii. Monitor with digital capnometry and capnography cable/sensor/adaptor. B. INDICATIONS: i. In line: All patients who are intubated, have a supraglottic airway device [King tube, laryngeal mask airway (LMA), IGel] or advanced alternative airway in place. ii. Nasal Cannula Capnometry 1. Use in non- intubated patients with a GCS<14 who receive "
    },
    {
      "title": "Gastric Tube Insertion",
      "number": "GUID-3203-PR010",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 178,
      "end_page": 179,
      "excerpt": " Gastric Tube Insertion Guideline Title: Gastric Tube Insertion Guideline Number: GUID -3203- PR010 Issue date: 09/09/2014 Replaces Dept. Policy: Gastric Decompression PR010 Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLXI. PURPOSE: To effectively remove the gaseous and liquid contents of a patient’s stomach via a nasally (NG) or orally (OG) placed tube. Also provides a means of administering enteral medications to a patient otherwise unable to ingest them. CCLXII. DEFINITIONS: None CCLXIII. DEPARTME NT GUIDELINE: A. EQUIPMENT: i. Personal protective equipment (PPE) ii. NG/OG tube, appropriate size iii. Water soluble lubricant iv. 60 ml catheter tip syringe v. Tape or other securing device vi. Stethoscope B. INDICATIONS: i. Gastric emptying or gastric decompression 1. comatose, gastrointestinal bleeding, overdose, gastric distention/obstruction, cardi"
    },
    {
      "title": "Gum Elastic Bougie",
      "number": "GUID-3203-PR011",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 180,
      "end_page": 181,
      "excerpt": " Gum Elastic Bougie Guideline Title: Gum Elastic Bougie Guideline Number: GUID -3203- PR011 Issue date: 09/09/2014 Replaces Dept. Policy: End -Tidal CO2 Detector Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLXVI. PURPOSE: To assist with placing an oral endotracheal tube during difficult intubations or cricothyrotomy CCLXVII. DEFINITIONS: A. ETT – Endotracheal tube CCLXVIII. DEPARTMENT GUIDELINE: A. INDICATIONS: i. Should be considered/available in all intubations. ii. Most useful when orotracheal intu bation is considered difficult due to unfavorable anatomy or known or suspected neck trauma/limiting neck mobility iii. Adult Bougie: ETT size > or equal to 6.0 iv. Pediatric Bougie: ETT size < 6.0 B. CONTRAINDICATIONS: i. Should not be used for nasal intubations C. PROCEDURE: i. Assess airway and need for a bougie. ii. Prepare equipment needed for endot"
    },
    {
      "title": "Inhalation Therapy",
      "number": "GUID-3203-PR012",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 182,
      "end_page": 183,
      "excerpt": " Inhalation Therapy Guideline Title: Inhalation Therapy Guideline Number: GUID -3203- PR012 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLXXI. PURPOSE: To optimize oxygenation, prevent or reverse hypoxia in acute bronchospasm, and decrease airway swelling and or stridor in cases of reversible non- foreign body upper airway obstruction. CCLXXII. DEFINITIONS: None CCLXXIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Small volume nebulizer ii. Oxygen source iii. Albuterol in 0.083% pre -mixed solution iv. Ipratropium (Atrovent) 0.5mg solution v. Vaponephrine (racemic epinephrine) in 2.25% solution B. INDICATIONS: i. Bronchospasm ii. Partial airway obstruction caused by croup, epiglottis or laryngospasm iii. Hyperkalemia C. CONTRAINDICATIONS: i. Use caution in patients with tachycardia -related cardiac dysrhythmia"
    },
    {
      "title": "Intraosseous (IO) Insertion & Infusions",
      "number": "GUID-3203-PR013",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 184,
      "end_page": 186,
      "excerpt": " Intraosseous (IO) Insertion & Infusions Guideline Title: Intraosseous (IO) Insertion & Infusions Guideline Number: GUID -3203- PR013 Issue date: 09/09/2014 Replaces Dept. Policy: Intraosseous Infusions (Adult and Pediatric) Using EZ -IO Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLXXVI. PURPOSE: To provide an alternative route for administration of intravenous fluids and medications in the adult and pediatric patient when standard peripheral intravenous access has been unsuccessful. CCLXXVII. DEFINITIONS: A. IO - Intraosseous CCLXXVIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. IV tubing and fluid ii. Proper needle size 1. 15mm = pink = 3- 39kg 2. 25mm = blue = >39kg 3. 45mm = yellow = >39kg with excessive tissue over the site iii. Betadine, chlorohexidine, or alcohol prep pads iv. 10ml aspiration syringe with 5ml of NaCl v. Lidocaine 2% preservative f"
    },
    {
      "title": "Intracranial Pressure Invasive Monitoring",
      "number": "GUID-3203-PR014",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 187,
      "end_page": 188,
      "excerpt": " Intracranial Pressure Invasive Monitoring Guideline Title: Intracranial Pressure Invasive Monitoring Guideline Number: GUID -3203- PR014 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLXXXI. PURPOSE: PURPOSE: Continual monitoring of the intra- cerebral pressure in the cranial vault. CCLXXXII. DEFINITIONS: ICP – Intracranial Pressure CCLXXXIII. DEPARTMENT GUIDELINE: A. Assess Patient: Keep neck in neutral position. Keep head of bed at 30 degrees. Assess that dressing is clean, dry, and intact. B. Assess Device (Always use personal protection equipment/gloves during the procedure). i. Assess all stopcocks to make sure nothing is clamped. ii. Assess filter at the top of the collection device. It must not get wet. Do not lay device flat. iii. Assess waveform – P1, P2, P3. Assess for kinks, air bubbles, blood cl"
    },
    {
      "title": "Intravenous (IV) Fluid Therapy",
      "number": "GUID-3203-PR015",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 189,
      "end_page": 190,
      "excerpt": " Intravenous (IV) Fluid Therapy Guideline Title: Intravenous (IV) Fluid Therapy Guideline Number: GUID -3203- PR015 Issue date: 09/09/2014 Replaces Dept. Policy: IV Fluid Therapy Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCLXXXVI. PURPOSE: To provide guidelines for fluid resuscitation and maintenance of fluid administration CCLXXXVII. DEFINITIONS: IV - Intravenous CCLXXXVIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: IV Fluids: Normal Saline 0.9% , Lactated Ringers , Dextrose containing solutions B. INDICATIONS: Hemodynamic instability requiring fluid replacement or medications C. PROCEDURE: General i. All patients will have an IV li ne/saline lock in place unless contraindicated. ii. Pt’s with hypovolemia, potential for hypovolemia, or hemodynamic instability present should preferably have two large bore IVs. iii. If unable to establish a peripheral IV li"
    },
    {
      "title": "KING LTS -D Laryngeal Tube",
      "number": "GUID-3203-PR016",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 191,
      "end_page": 192,
      "excerpt": " KING LTS-D Laryngeal Tube Guideline Title: KING LTS -D Laryngeal Tube Guideline Number: GUID -3203- PR016 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXCI. PURPOSE: To maintain a patent airway with the supraglottic airway device King LTS -D when direct laryngoscopy and passage of an endotracheal tube in not possible. CCXCII. DEFINITIONS: None CCXCIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: King Tube Pediatric Adult Tube size 0 1 2 2.5 3 4 5 Color Clear White Green Orange Yellow Red Purple Pt Criteria <5kg 5-12kg 12-25kg 35-45 in 25-35kg 41-51 in 4-5 feet 5-6 feet > 6 feet Cuff Volume 10ml 20ml 25-35ml 40-45ml 45-60ml 60-80ml 70-90ml Suction Cath 10Fr 10Fr 16Fr 16Fr 18Fr 18Fr 18Fr i. Syringe supplied with the kit, or any standard syringe with a 100ml capability B. INDICATIONS: i. The KING LTS -D is intended f"
    },
    {
      "title": "Needle Thoracostomy",
      "number": "GUID-3203-PR017",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 193,
      "end_page": 194,
      "excerpt": " Needle Thoracostomy Guideline Title: Needle Thoracostomy Guideline Number: GUID -3203- PR017 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCXCVI. PURPOSE: To optimize oxygenation, prevent/reverse hypoxia in cases of tension pneumothorax, and to relieve intra -thoracic pressure being placed on the mediastinum causing hemodynamic compromise in cases of tension pneumothorax. CCXCVII. DEFINITIONS: None CCXCVIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Cleaning solution: Alcohol , Betadine, or chlorohexidine. ii. 12-14 gauge, ≥ 3 -inch catheter over the needle device for adult patients. iii. 18-gauge 2- inch catheter over the needle device for pediatric patients. B. INDICATIONS: Signs of tension pneumothorax to include: Increased HR, RR, work of breathing, PIP and MAP in intubated patients with posit ive pressure"
    },
    {
      "title": "Non-Invasive Positive Pressure Ventilation",
      "number": "GUID-3203-PR018",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 195,
      "end_page": 197,
      "excerpt": " Non-Invasive Positive Pressure Ventilation Guideline Title: Non-Invasive Positive Pressure Ventilation Guideline Number: GUID -3203 - PR018 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCI. PURPOSE: To provide adequate support and oxygenation to patients not yet requiring intubation and invasive mechanical ventilation. CCCII. DEFINITIONS: A. BiPAP – Bilevel Positive Airway Pressure d. CPAP – Continuous Positive Airway Pressure B. EPAP - Expiratory positive airway pressure e. IPAP - Inspiratory positive airway pressure C. NPPV – Non-Invasive Positive Pressure Ventilation f. PEEP – Positive end- expiratory pressure CCCIII. DEPARTMENT GUIDELINE: A. TWO TYPES i. CPAP – Continuous positive airway pressure mode – provides continuous PEEP 1. Indications: congestive heart failure (CHF), pulmonary edema, obstructiv"
    },
    {
      "title": "Intravenous Insertion - Peripheral",
      "number": "GUID-3203-PR019",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 198,
      "end_page": 199,
      "excerpt": " Intravenous Insertion – Peripheral Guideline Title: Intravenous Insertion - Peripheral Guideline Number: GUID -3203 - PR019 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCVI. PURPOSE: To provide vascular access via peripheral vein(s) for the purpose of providing support to the circulatory system and to maintain adequate circulation through the administration of IV fluids, blood products, and medications. CCCVII. DEFINITIONS: A. IV – Intravenous CCCVIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. IV flush solution: 0.9% Normal Saline ii. Over the needle catheters (14g - 24g) iii. Site prep and securing equipment: Saline lock, gauze pads, alcohol pads, occlusive dressing, and tape. B. INDICATIONS: The need or potential need to administer IV fluids, blood products, or medications. C. CONTRAINDICATIONS: i. ABSOLUT"
    },
    {
      "title": "Endotracheal Intubation",
      "number": "GUID-3203-PR020",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 200,
      "end_page": 204,
      "excerpt": " Endotrache al Intubation Guideline Title: Endotracheal Intubation Guideline Number: GUID -3203 - PR020 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 12/2018, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXI. PURPOSE: To secure a patient airway due to actual or potential airway compromise due to depressed sensorium, who require ventilatory assistance, or whose combativeness threatens airway compromise. CCCXII. DEFINITIONS: A. ETT – Endotracheal tube B. NRB – Nonrebreather Mask C. BVM – Bag valve Mask D. ETCO2 – End-tidal Carbon Dioxide CCCXIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Appropriate personal protective equipment following current OH infection prevention guidelines. ii. Oxygen iii. 2 endotracheal tubes of appropriate size (cuffs checked; stylets available). iv. Video laryngoscopy equipment (e.g., C -MAC) v. Standard Laryngoscope handle and "
    },
    {
      "title": "Restraints",
      "number": "GUID-3203-PR021",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 205,
      "end_page": 207,
      "excerpt": " Restraints Guideline Title: Restraints Guideline Number: GUID -3203 - PR021 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXVI. PURPOSE: To ensure the safety of the transport team and enhance the rendering of appropriate care when there is the potential for patient combativeness. Since a combative patient in flight can pose a serious safety threat to themselves and to the transport team, it is important to perform a thorough assessment prior to utilization of restraints. This end goal may be met utilizing either chemical or mechanical methods, as well as both concurrently. It is also realized that this document is a guideline for incremental restraint, which the provider’s clinical judgment may alter to meet the goals of restraint quickly, for the safety of the patient and provider. CCCXVII. DEFINITIONS: C"
    },
    {
      "title": "Transcutaneous External Pacing",
      "number": "GUID-3203-PR022",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 208,
      "end_page": 209,
      "excerpt": " Transcutaneous External Pacing Guideline Title: Transcutaneous External Pacing Guideline Number: GUID -3203 - PR022 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXXI. PURPOSE: To improve perfusion and oxygenation due to symptomatic bradycardia CCCXXII. DEFINITIONS: A. TCP – Transcutaneous Pacing B. SBP – Systolic Blood Pressure CCCXXIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Cardiac monitor with pacing capabilities ii. External conductive hands -free pad electrodes and cable B. INDICATIONS: i. Symptomatic bradycardia unresponsive to medication administr ation. 1. Pulse<50 with hypotension (SBP < 90) 2. Symptoms: altered mental status, chest pain, and/or dyspnea ii. Second or third- degree heart block C. CONTRAINDICATIONS: There are no contraindications for the truly symptomatic patient D. PROCEDURE: i. A"
    },
    {
      "title": "Intra-Aortic Balloon Pump/Impella Device",
      "number": "GUID-3203-PR023",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 210,
      "end_page": 214,
      "excerpt": " Intra-Aortic Balloon Pump/Impella Device Guideline Title: Intra-Aortic Balloon Pump/Impella Device Guideline Number: GUID - 3203 -PR023 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXXVI. PURPOSE: Intra-aortic balloon pump (IABP) therapy is designed to increase coronary artery perfusion, increases systemic perfusion, decrease myocardial workload, and decease afterload. It is an acute, short -term therapy for patients with reversible left ventricular failure. CCCXXVII. DEFINITIONS: A. IABP – Intra-aortic Balloon Pump B. CXR – Chest X -ray CCCXXVIII. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. Transport Intra -aortic Balloon Pump 1. Our pump currently is the Cardiosave IABP Rescue produced by Maquet, which is the smallest and lightest model. Weight: 24.1kg/53lb, Size in cart: 30.7inches high x 16 inches deep x 1"
    },
    {
      "title": "Ventilation with a Mechanical Ventilator",
      "number": "GUID-3203-PR024",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 215,
      "end_page": 220,
      "excerpt": " Ventilation with a Mechanical Ventilator Guideline Title: Ventilation with a Mechanical Ventilator Guideline Number: GUID -3203 - PR024 Issue date: 09/09/2014 Replaces Dept. Policy: Revision dates: 2/20/2020, 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXXXII. PURPOSE: To provide adequate support of ventilation and oxygenation to patients with an advanced airway during transport CCCXXXIII. DEFINITIONS: A. BVM – Bag valve mask B. RR – Respiratory Rate C. ARDS – Acute respiratory distress syndrome D. COPD – Chronic Obstructive Pulmonary Disease E. I:E - Inspiratory : Expiratory Ratio F. ABG – Arterial Blood Gas G. PIP – Peak Inspiratory Pressure H. PEEP – Positive En d Expiratory Pressure I. ETCO2 - End-tidal CO 2 CCCXXXIV. DEPARTMENT GUIDELINE: A. EQUIPMENT: i. ReVel Ventilator ii. Disposable ventilator circuit iii. Compressed oxygen source yielding 50 PSI output iv"
    },
    {
      "title": "Emergency Blood Product Administration",
      "number": "GUID-3203-PR025",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 221,
      "end_page": 225,
      "excerpt": " Emergency Blood Product Administration Guideline Title: Emergency Blood Product Administration Guideline Number: GUID -3203 - PR025 Issue date: 7/10/2019 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 I. PURPOSE: This department guideline is used to provide safe and effective administration of uncrossmatched blood and blood products to Air Care Team (ACT) patients with hemorrhagic shock from trauma or other mechanisms. This guideline is also used to recognize and effectively treat transfusion reactions. II. DEFINITIONS: When used in this department guideline, these terms have the following meanings. a. Blood Products: Whole blood, O positive and O negative b. IV – Intravenous c. SBP – Systolic Blood Pressure d. NS – Normal Saline III. DEPARTMENT GUIDELINE: a. EQUIPMENT: i. Personal protective equipment (PPE) ii. Appropriate blood p"
    },
    {
      "title": "Emergency Whole Blood Product Administration",
      "number": "GUID-3203-PR025",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 226,
      "end_page": 230,
      "excerpt": " Emergency Whole Blood Product Administration Issue date: 05/16/2022 Replaces Dept. Policy: Revision dates: 6/8/2021, 07/01/2022 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 IV. PURPOSE: This department guideline is used to provide safe and effective administration of uncrossmatched blood and blood products to Air Care Team (ACT) patients with hemorrhagic shock from trauma or other mechanisms. This guideline is also used to recognize and effectively treat transfusion reactions. V. DEFINITIONS: When used in this department guideline, these terms have the following meanings. a. Blood Products: Whole blood, O positive and O negative b. IV – Intravenous c. SBP – Systolic Blood Pressure d. NS – Normal Saline VI. DEPARTMENT GUIDELINE: a. EQUIPMENT: i. Personal protective equipment (PPE) ii. Appropriate blood product iii. Filtered blood tubing or leukocyte reduction filter iv. A paten"
    },
    {
      "title": "Warming of Blood Products & Intravenous Fluids",
      "number": "GUID-3203-PR026",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 231,
      "end_page": 232,
      "excerpt": " Warming of Blood Products & Intravenous Fluids Issue date: 09/01/2020 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXXXVII. PURPOSE: To provide guidance on warming blood products and intravenous fluids using the approved Belmont Buddy Lite warming device. CCCXXXVIII. DEFINITIONS : None CCCXXXIX. DEPARTMENT GUIDELINE: A. Set-up i. The disposable set must be inserted into the device before priming. ii. Fit the dispos able set so red marker on the device aligns with red marking of the set. iii. Close the heater so a click is heard. B. Priming i. Prime blood giving set with 100ml of saline. ii. Add 3- way tap if required to end blood giving set (for intraosseous). iii. Connect giving set to blue end of the Buddy disposable set. iv. Prime the set by running fluid through. v. Tap the heater (to discourage bubbles). vi. There is no ne"
    },
    {
      "title": "Pelvic Circumferential Compression Binder",
      "number": "GUID-3203-PR027",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 233,
      "end_page": 235,
      "excerpt": " Pelvic Circumferential Compression Binder Guideline Title: Pelvic Circumferential Compression Binder Guideline Number: GUID - 3203 -PR027 Issue date: 12/26/2020 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXLII. PURPOSE: To provide circumferential compression to reduce and stabilize a suspected pelvic ring disruption. The potential benefits of a pelvic binder include lower mortality rate, reduce blood loss, and aid in pain management. CCCXLIII. DEFINITIONS : None CCCXLIV. DEPARTMENT GUIDEL INE: A. Equipment i. Appropriately sized commercial pelvic device “PelvicBinder” 1. Adult 2. Pediatric: hip circumference range 14- 32 inches - OR- ii. Standard bed sheet B. Indications i. Suspected or proven unstable pelvic fracture demonstrated on radiograph ii. Mechanism of injury consistent with possible pelvic fracture with physical exa"
    },
    {
      "title": "Hemostatic Dressing – QuickClot Gauze",
      "number": "GUID-3203-PR028",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 236,
      "end_page": 236,
      "excerpt": " Hemostatic Dressing – QuickClot Gauze Guideline Title: Hemostatic Dressing – QuickClot Gauze Guideline Number: GUID - 3203 -PR028 Issue date: 12/26/2020 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCXLVII. PURPOSE: Hemorrhage is the most common cause of preventable death in trauma. This product stops bleeding significantly faster and more effectively than standard gauze when applied with manual pressure. QuickClot products are hemostatics impregnated with kaolin, an inorganic mineral that accelerates the body’s natural clotting ability. CCCXLVIII. DEFINITIONS : None CCCXLIX. DEPARTMENT GUIDELINE: A. Apply direct pressure over the wound to slow bleeding. B. Attempt to find the source of bleeding by wiping away any pooled blood. C. Open product package using the existing tear points. Keep the empty package. D. Begin packing wound"
    },
    {
      "title": "Prone Positioning",
      "number": "GUID-3203-PR029",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 237,
      "end_page": 239,
      "excerpt": " Prone Positioning Guideline Title: Prone Positioning Guideline Number: GUID -3203 - PR029 Issue date: 1/8/2021 Replaces Dept. Policy: Revision dates: 6/8/2021 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Signature: Signature: Department Numbers: 3203 CCCLII. PURPOSE: Prone positioning of patients with Acute Respiratory Distress Syndrome (ARDS) may lead to improved oxygenation and decreased mortality. The mechanism of benefit from prone positioning is multifactorial, including improved lung recruitment, improved oxygenation, and reduced pleural pressure gradient across the lungs, leading to more effective distribution of tidal volume. CCCLIII. DEFINITIONS: A. ACT – Air Care Team B. ARDS – Acute Respiratory Distress Syndrome C. FPM – Flight paramedic D. FRN – Flight registered nurse CCCLIV. DEPARTM ENT GUIDELINE: A. Prone positioning of mechanically ventilated patient initiated by sending physician i. ASSESSMENT/INCLUSION CR"
    },
    {
      "title": "Impella (Abiomed)",
      "number": "GUID-3203-PR030",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 240,
      "end_page": 250,
      "excerpt": " Impella (Abiomed) Guideline Title: Impella (Abiomed) Guideline Number: GUID -3203 - PR030 Issue date: TBA Replaces Dept. Policy: Revision dates: 4/28/22 Developed by: Air Care Team Approved by: Dr. Christopher Hunter, MD Air Care Team Medical Director Approved by: Ty Campbell Signature: Signature: Department Numbers: 3203 I. PURPOSE: To provide emergent and ongoing medical care and facilitate the safe transport of patients supported with Impella Catheters and an Automated Impella Controller (AIC). II. ABOUT THE IMPELLA SYSTEM: The AIC and Impella Catheters have been cleared by the FDA for hospital -to-hospital transport via ambulance, helicopter, or fixed -wing aircraft. The Impella 2.5, 5.0, CP, and LD are intravascular microaxial blood pumps that support a patient’s circulatory system. The Impella Catheter is inserted through the femoral or axillary artery into the left ventricle or, in the case of the LD, surgically via the ascending aorta. When properly positioned, the Impella del"
    },
    {
      "title": "Ventricular Assist Devices (VADs)",
      "number": "GUID-3203-PR031",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 251,
      "end_page": 257,
      "excerpt": " Ventricular Assist Devices (VADs) Guideline Title: Ventricular Assist Devices (VADs) Guideline Number: GUID -3203 - PR03 1 Issue date: TBA Replaces Dept. Policy: Revision dates: 7/17/22 Developed by: Air Care Team Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Ty Campbell Signature: Signature: Department Numbers: 3203 I. PURPOSE: To maximize the quality of care, and improve short and long- term outcomes, for the patient requiring ventricular support systems during both scene & interfacility transport. II. ABOUT Ventricular Assist Devices (VADs): A VAD is a surgically implanted mechanical pump that is attached to the heart that works with the heart to help it pump more blood with less work. It does this by continuously taking blood from the left ventricle and moving it to the aorta, which then delivers oxygen -rich blood throughout the body. The VAD has both internal and external components. The actual pump sits on or next to the heart’s left ventricle "
    },
    {
      "title": "High Flow Nasal Cannula",
      "number": "GUID-3203-PR032",
      "category": "Procedures",
      "category_code": "PR",
      "start_page": 258,
      "end_page": 259,
      "excerpt": " High Flow Nasal Cannula Guideline Title: High Flow Nasal Cannula Guideline Number: GUID -3203 -PR032 Issue date: 7/17/2022 Replaces Dept. Policy: Revision dates: Developed by: Nina Hilton, Chief Flight Nurse Approved by: Christopher Hunter, MD Air Care Team Medical Director Approved by: Ty Campbell Signature: Signature: Department Numbers: 3203 I. PURPOSE: This department guideline is for the purpose of high flow nasal cannula (HFNC) oxygen therapy delivering more precise and variant oxygen concentration to patients (> 6 LPM for adult or 2 LPM for neonates). HFNC provides a small amount of positive pressure and safely delivers higher oxygen concentration in a less invasive manner. Long term (> 60 minutes) usage of HFNC requires humidified oxygen, but shorter flights can utilize the technique without the extra step. II. DEFINITION S: d. HFNC – High Flow Nasal Cannula e. Neonates: Patients < 15 kg III. DEPARTMENT GUIDELINE: a. EQUIPMENT: i. HFNC - a two -pronged device intended for dire"
    }
  ]
}